<?php 
  $content = [
    "language" => "Русский",
    "themes" => [
      "to_dark" => "к тёмной теме",
      "to_light" => "к светлой теме"
    ],
    "title" => "IlyaIzr, веб разработчик",
    "intro" => [
      "h2" => "_Hello world!",
      "intro_prefix1" => "меня зовут",
      "intro_comment1" => "Илья Израилян",
      "intro_prefix2" => "я",
      "intro_comment2" => "веб разработчик",
      "intro_prefix3" => "пишите по адресу",
      "intro_comment3" => "ilyaIzrailyan@gmail.com"
    ],
    "services" => [
      "h2" => "Я создаю",
      "options" => [
        "Сайты", "Темы для Wordpress", "Одностраничные приложения", "Базы данных"
      ],
      "comments" => [
        "любой сложности", "и другие работы с WP", "лучший интерфейс", "sql и json-подобные", "d"
      ],
      "latter_phrase1" => "улучшения",
      "latter_phrase2" => "для имеющегося сайта",
    ],
    "improvments" => [
      "h2" => "Как улучшить ваш сайт?",
      "options" => [
        "создать мобильную версию", "оптимизировать загрузку", "добавить функций Wordpress", "улучшить интерфейс", "изменить стиль", 
      ],
      "comments" => [
        "50%+ трафика - мобильные устройства", "никто не любит ждать", "категории, плагины, поля и прочее", "и люди к вам вернутся", "и не отстать от времени", 'f'
      ],
      "improvments_expand" => "больше вариантов..."
    ],
    "skills" => [
      "h2" => "Мои навыки",
      "h2_span" => "и технологии",
      "options" => [
        "Html, Css (+less, sass)", "Js, React, JQuerry", "Php, WordPress", "Sql базы данных, firestore, json", "Corel draw, Photoshop, zBrush"
      ],
      "comments" => [
        " ", 'но "ванила" предпочтительнее', "знаком с Laravel", " ", "на всякий случай..."
      ],
      "p" => "Я люблю учиться, поэтому буду рад использовать новые технологии, если это необходимо"
    ],
    "work_process" =>[
      "h2" => "Рабочий процесс",
      "nodes" =>[
        ["h3" => "Обсуждение", "p" => "Расскажите чего вы хотите по e-mail, веб-звонку или другой удобной форме, задайте вопросы"],
        ["h3" => "Демо", "p" => "Если вы хотите лучше понять, каким будет наш продукт, я предпоставлю вам пример"],
        ["h3" => "Я пишу код", "p" => "Вы получаете ежедневные отчеты, вносите правки, если необходимо"],
        ["h3" => "Награда", "p" => "Я получаю солидный пункт в портфолио и немного денег, вы получаете огромную радость от того, как хорош ваш сайт"],
        ["h3" => "Поддержка", "p" => "В течение двух недель я отвечу на вопросы касательно своей работы, если что-то оказалось непонятным"]
      ]
    ],
    "calendar" => [
      "h2" => "Календарь и доступность",
      "placeholder_vacant" => "Я свободен",
      "placeholder_busy" => "Увы, я занят"
    ],
    "prices" => [
      "h2" => "Цены",
      "units" =>[
        ["p" => "Веб-страница по шаблону или примеру", "span" => "15-25$"],
        ["p" => "Страница без шаблона", "span" => "20-35$"],
        ["p" => "Мобильная версия", "span" => "20-60$"],
        ["p" => "Сайт на Wordpress", "span" => "40-120$"],
        ["p" => 'Wordpress тема из "Html"', "span" => "40-80$"],
        ["p" => "Одностраничное приложение", "span" => "25-120$"],
      ],
      "comment" => "Длительные проекты будут стоить 5$ за рабочий час. Также готов работать для благотворительных проектов бесплатно"
    ],
    "examples" => [
      "h2" => "Мои работы",
      "examples" => [
        ["a" => "flowerhills.ru", "p" => '"Ванильный" сайт (без фреймворков), заказанный скорее как галерея, нежели e-commerce, вииду того, что 
        большинство заказов нестандартные. Имеет свою небольшую CMS (контроль содержимого), созданную на основе firestore. Совместим со
        старыми браузерами с es5' ],
        ["a" => "s0baka.web.app", "p" => "Небольшое одностраничное приложение для письма, построенное на React. Позволяет создавать заметки,
        при необходимости регистрироваться и сохранять их на доску, делиться при помощи ссылки и удалять. Существует специальная кнопка для
        вдохновления, окружающая простраство пользователя случайными высказываниями известных людей"],
        ["a" => "github.com/IlyaIzr", "p" => "Мой профиль гитхаб. Давно его не посещал, но здесь есть примеры моего кода."],
        ["a" => ".", "p" => "...и этот сайт тоже! Посмотрите, как он хорош! Конечно, для меня он был больше задачей в области дизайна и 
        вёрстки. Использование PHP позволило сделать удобное переключение языков, а JS добавил гибкости в создании мобильной версии. К слову,
        широкий экран, тёмная тема и английский язык - изначальный макет который я воплощал"]
      ]
      ],
    "congratulations" => ["Поздравляю!", "Вы добрались до конца!"],
    "other" => [
      "about" => "Обо мне",
      "bio" => "Родился и вырос в России, сейчас живу в подмосковном городе Звенигород.
      Закончил институт Горького в Москве, на последних курсах начал заниматься 3-д печатью, как инженерной частью, 
      так и моделированием, втянулся в процесс самообучения и начал осваивать вёрстку и программирование.
      В прошлом я занимался музыкой, литературой и даже немного рисовал. 
      Теперь я пишу код и могу создавать сайты",
      "hobbies" => "Увлечения",
      "hobbies_list" => "Я люблю сёрфить интернет, кататься на велосипеде, футбол, гонки, соревнования в целом, придумывать отличные 
      идеи для стартапов, кормить животных"
    ]
  ]
?>